Repository: FourteenDev/khanoumi-affiliate-partner
Catalog: languages/khanoumi-affiliate-partner-*.po
Languages: fa_ir

source: Khanoumi Affiliate Partner Plugin
fa_ir: پلاگین افیلیت خانومی

source: Fetch Khanoumi products and display them in your WordPress website.
fa_ir: محصولات خانومی را دریافت کرده و در وبسایت وردپرسی شما نمایش می‌دهد.

source: No products were found!
fa_ir: محصولی پیدا نشد!

source: Invalid products! See log file for more details.
fa_ir: محصولات نامعتبر هستند! برای جزییات بیشتر، فایل لاگ سرور را مشاهده کنید.

source: No products found with the given filters.
fa_ir: محصولی بر اساس فیلترهای اعمال شده پیدا نشد.

source: Unable to process products! See log file for more details.
fa_ir: خطا در پردازش محصولات! برای جزییات بیشتر، فایل لاگ سرور را مشاهده کنید.

source: Khanoumi Affiliate Partner Settings
fa_ir: تنظیمات افیلیت خانومی

source: Khanoumi Affiliate
fa_ir: افیلیت خانومی

source: Settings
fa_ir: تنظیمات

source: Deema Settings
fa_ir: تنظیمات دیما

source: Style Settings
fa_ir: تنظیمات استایل

source: Deema General Link
fa_ir: لینک عمومی دیما

source: Use <a href="%s" target="_blank" rel="noopener noreferrer nofollow">this guide</a> to find your Deema Affiliate general link. Note that you don't need to encode the link, just follow the first 3 steps and paste your general link here. If you leave this field empty, carousel products will have direct links to the Khanoumi website.
fa_ir: با استفاده از <a href="%s" target="_blank" rel="noopener noreferrer nofollow">این آموزش</a> می‌توانید لینک عمومی دیما افیلیت خود را پیدا کنید. دقت داشته باشید که نیاز نیست لینک را انکد کنید، فقط 3 مرحله‌ی اول آموزش را طی کرده و لینک عمومی خود را اینجا وارد کنید. اگر این فیلد را خالی بگذارید، محصولات کروسل لینک مستقیم به سایت خانومی خواهند داشت.

source: Carousel Primary Color
fa_ir: رنگ اصلی کروسل

source: Carousel Item Border Color
fa_ir: رنگ حاشیه‌ی آیتم‌های کروسل

source: Carousel Item Background Color
fa_ir: رنگ پس‌زمینه‌ی آیتم‌های کروسل

source: Carousel Intro Title Color
fa_ir: رنگ متن معرفی کروسل

source: Color of the "Buy from Khanoumi" text.
fa_ir: رنگ متن «از خانومی بخر».

source: Carousel Price Color
fa_ir: رنگ قیمت‌های کروسل

source: Carousel Price Striked Color
fa_ir: رنگ قیمت‌های خط خورده‌ی کروسل

source: Color of the base price when there's a discount.
fa_ir: رنگ قیمت پایه وقتی محصول تخفیف دارد.

source: Carousel Price Discount Color
fa_ir: رنگ قیمت تخفیف کروسل

source: Carousel Price Discount Background Color
fa_ir: رنگ پس‌زمینه‌ی قیمت تخفیف کروسل

source: Background of discount boxes.
fa_ir: پس‌زمینه‌ی باکس‌های تخفیف.

source: Carousel Vertical Padding
fa_ir: پدینگ عمودی کروسل

source: Padding (px) from top and bottom of the carousel.
fa_ir: فاصله‌ی داخلی (به پیکسل) از بالا و پایین کروسل.

source: Carousel Horizontal Padding
fa_ir: پدینگ افقی کروسل

source: Padding (px) from left and right of the carousel.
fa_ir: فاصله‌ی داخلی (به پیکسل) از چپ و راست کروسل.

source: Carousel Item Padding
fa_ir: پدینگ آیتم‌های کروسل

source: Padding (px) for items of the carousel.
fa_ir: فاصله‌ی داخلی (به پیکسل) آیتم‌های کروسل.

source: Carousel Item Min Height
fa_ir: حداقل ارتفاع آیتم‌های کروسل

source: Minimum height (px) for items of the carousel.
fa_ir: حداقل ارتفاع (به پیکسل) آیتم‌های کروسل.

source: Carousel Item Max Height
fa_ir: حداکثر ارتفاع آیتم‌های کروسل

source: Maximum height (px) for items of the carousel.
fa_ir: حداکثر ارتفاع (به پیکسل) آیتم‌های کروسل.

source: Shortcode Generator
fa_ir: شورتکد ساز

source: Invalid Nonce!
fa_ir: نانس نامعتبر!

source: Khanoumi Products Carousel
fa_ir: کروسل محصولات خانومی

source: Display Khanoumi.com products in a carousel.
fa_ir: محصولات سایت خانومی را به صورت کروسل نمایش می‌دهد.

source: Title:
fa_ir: عنوان:

source: Category:
fa_ir: دسته‌بندی:

source: All
fa_ir: همه

source: Tag:
fa_ir: برچسب:

source: Brand:
fa_ir: برند:

source: Limit:
fa_ir: محدودیت:

source: Slider speed (milliseconds):
fa_ir: سرعت اسلایدر (میلی‌ثانیه):

source: Display first slide (introduction):
fa_ir: نمایش اولین اسلاید (معرفی):

source: Use the options below to generate a proper "Khanoumi Products Shortcode" 👇
fa_ir: با استفاده از گزینه‌ی زیر می‌توانید یک «شورتکد محصولات خانومی» بسازید 👇

source: Generate Shortcode
fa_ir: تولید شورتکد

source: Use this shortcode to display <a href="%s" target="_blank" rel="sponsored nofollow">Khanoumi.com</a> products carousel anywhere on your website:
fa_ir: با این شورتکد می‌توانید محصولات <a href="%s" target="_blank" rel="sponsored nofollow">Khanoumi.com</a> را به صورت کروسل در همه جای وبسایت خود نمایش بدهید:

source: Copy
fa_ir: کپی

source: Copied
fa_ir: کپی شد

source: Buy from Khanoumi
fa_ir: از خانومی بخر

source: View and buy »
fa_ir: مشاهده و خرید »

source: Category
fa_ir: دسته‌بندی

source: Tag
fa_ir: برچسب

source: Brand
fa_ir: برند

source: Limit
fa_ir: محدودیت

source: Slider speed (milliseconds)
fa_ir: سرعت اسلایدر (میلی‌ثانیه)

source: Display first slide (introduction)
fa_ir: نمایش اولین اسلاید (معرفی)

source: Adds an extra slide in the beginning of the product carousel.
fa_ir: یک اسلاید اضافی به ابتدای کروسل محصولات اضافه می‌کند.

source: A Khanoumi slider with these values will be shown here:
fa_ir: یک اسلایدر خانومی در اینجا نمایش داده خواهد شد:

# block title
source: Khanoumi Products Slider
fa_ir: اسلایدر محصولات خانومی

# block keyword
source: khanoumi
fa_ir: خانومی

# block keyword
source: slider
fa_ir: اسلایدر

# block keyword
source: carousel
fa_ir: کروسل

# block keyword
source: slick
fa_ir: اسلیک

# block description
source: Displays Khanoumi.com products as a slider.
fa_ir: محصولات سایت خانومی را به صورت اسلایدر نمایش می‌دهد.
